/* Name of application */
"Homepwner" = "Dueño de casa";

/* BNRAssetTypeViewController title */
"Asset Type" = "Typo de activo";

/* Type label None */
"None" = "Nada";

/* Asset type button */
"Type: %@" = "Tipo: %@";

/* BNRAssetType - Electronics */
"Electronics" = "la electrónica";

/* BNRAssetType - Furniture */
"Funiture" = "los muebles";

/* BNRAssetType - Jewelry */
"Jewelry" = "la joyería";
